Repository: common-repository/quenso-peepso-wpforo-integration
Catalog: language/qnso-*-wpf-*.po
Languages: de_de

source: Number of characters to show before cutting text in profiles and activities
de_de: Anzahl der Zeichen die gezeigt werden sollen, bevor der Text in Profilen und Aktivitäten gekürzt wird.

source: Character to show
de_de: Angezeigte Zeichen

source: General
de_de: Allgemein

source: All Premium Features
de_de: Alle Premium Features

source: Redirect forum profiles to PeepSo profiles
de_de: Leitet Forum Profile zu PeepSo Profilen weiter

source: Show forum stats of members inside their PeepSo profile
de_de: Zeige Forum Statistiken von Mitgliedern in ihren Profilen

source: Use PeepSo avatars inside your forum
de_de: Nutze PeepSo Avatare in deinem Forum

source: Member can change their forum notification settings inside their PeepSo profiles
de_de: Mitglieder können ihre Einstellungen für Forum Benachrichtigungen in ihren Profilen ändern

source: Fully integrates subscription settings in your members profiles
de_de: Integriert Abonnement Einstellungen vollständig in das Profil ihrer Mitglieder

source: Forum related links can be shown in the navigation of PeepSo
de_de: Forum bezogene Links können in der PeepSo Navigation angezeigt werden

source: Show the PeepSo toolbar in forum pages to make your forum and PeepSo one big community
de_de: Zeige die PeepSo Toolbar auf Foren Seiten an und mach aus deinem Forum und PeepSo eine einzige große Community

source: Get the PRO version to use all features of this integration
de_de: Hol dir jetzt die PRO Version um alle Features der Integration zu nutzen

source: Send notifications to the author and subscribers if someone replies to a topic.
de_de: Benachrichtigungen an den Autor und Abonnenten schicken, wenn jemand auf das Thema antwortet.

source: New post notifications
de_de: Neuer Beitrag Benachrichtigungen

source: Create an activity if someone replies to a topic.
de_de: Aktivität erstellen, wenn jemand auf ein Thema antwortet.

source: New post activity
de_de: Neuer Beitrag Aktivität

source: Show content of the new post in activity.
de_de: Inhalt des neuen Beitrags in der Aktivität anzeigen.

source: New post activity shows content
de_de: Inhalt in Neuer Beitrag Aktivität

source: Send notifications to subscribers if someone creates a new topic.
de_de: Benachrichtigungen an Abonnenten schicken, wenn jemand ein neues Thema erstellt.

source: New topic notifications
de_de: Neues Thema Benachrichtigung

source: Create an activity if someone creates a new topic.
de_de: Aktivität erstellen, wenn jemand ein neues Thema erstellt.

source: New topic activity
de_de: Neues Thema Aktivität

source: Show content of the first topic post in activity.
de_de: Inhalt des ersten Themenbeitrags in der Aktivität anzeigen.

source: New topic activity shows content
de_de: Inhalt in Neues Thema Aktivität

source: Activity stream and notifications
de_de: Aktivitäten und Benachrichtigungen

source: Clean up all wpForo activities, notifications and config settings in PeepSo on deactivation. </br><b><font color="red">Be careful!</b> All data will be deleted after deactivation!</font>
de_de: Bereinige alle Aktivitäten, Benachrichtigungen und Optionen von wpForo in PeepSo bei Deaktivierung des Plugins.</br><b><font color="red">ACHTUNG!</b> Alle Daten werden nach der Deaktivierung unwiderruflich gelöscht!</font>

source: Clean up PeepSo
de_de: PeepSo Aufräumen

source: Uninstall
de_de: Deinstallieren

source: The version of %1$s plugin hasn&rsquo;t been testet with actual version of PeepSo and can cause errors. Please check for updates on %1$s.
de_de: Die Version des %1$s Plugins wurde noch nicht mit der aktuellen Version von PeepSo getestet und kann Fehler hervorrufen. Bitte überprüfe %1$s auf neue Updates.

source: last testet: %s
de_de: zuletzt getestet: %s

source: The %s plugin requires the PeepSo and wpForo plugins to be installed and activated.
de_de: Das %s Plugin erfordert die Installation und Aktivierung von PeepSo und wpForo.

source: Get PRO version of this plugin
de_de: Hol dir die PRO Version von diesem Plugin

source: replied to your topic: %s
de_de: hat auf dein Thema geantwortet: %s

source: replied to a subscribed topic: %s
de_de: hat auf ein abonniertes Thema geantwortet: %s

source: created a topic in a subscribed forum: %s
de_de: hat ein Thema in einem abonniertem Forum erstellt: %s

source: replied to a topic: <a href="%1$s">%2$s</a>
de_de: hat auf ein Thema geantwortet: <a href="%1$s">%2$s</a>

source: created a new topic: <a href="%1$s">%2$s</a>
de_de: hat ein neues Thema erstellt: <a href="%1$s">%2$s</a>

source: shared a forum activity
de_de: hat eine Forum Aktivität geteilt

source: Someone replies to your topic
de_de: Jemand hat auf dein Thema geantwortet

source: Someone replies to a subscribed topic
de_de: Jemand hat auf ein abonniertes Thema geantwortet

source: Someone creates a topic in a subscribed forum
de_de: Jemand hat ein Thema in einem abonniertem Forum erstellt

source: Integrate wpForo in your PeepSo community.
de_de: Integriere wpForo in deine PeepSo Community.
